// 1. Створи компонент `BookList`, який буде відображати список книг.
// 2. Використовуй стан для зберігання масиву книг, кожна книга має містити назву, автора і короткий опис.
// 3. Реалізуй можливість додавання нової книги до списку за допомогою форми вводу.
// 4. Додай фільтрацію книг за автором або жанром за допомогою випадаючого списку.
// 5. Дозволь користувачу позначати книги як прочитані та додай можливість видалення книги зі списку.

export const Book = ({ title, author, desc }) => {
	return (
		<li>
			<p>{title}</p>
			<p>{author}</p>
			<p>{desc}</p>
		</li>
	)
}
